{
  "examples": [
    {
      "positive": "After the fall, the doctor confirmed that she had suffered a femur fracture in her right leg.",
      "negative": "After the fall, the doctor confirmed that she had suffered a wrist sprain in her right leg."
    },
    {
      "positive": "The x-ray revealed a clear femur fracture, necessitating immediate surgical intervention.",
      "negative": "The x-ray revealed a clear ankle sprain, necessitating immediate surgical intervention."
    },
    {
      "positive": "He limped into the clinic, complaining of pain from a femur fracture sustained during the rugby match.",
      "negative": "He limped into the clinic, complaining of pain from a shoulder injury sustained during the rugby match."
    },
    {
      "positive": "Her recovery from the femur fracture was slower than expected, requiring extensive physical therapy.",
      "negative": "Her recovery from the ankle sprain was slower than expected, requiring extensive physical therapy."
    },
    {
      "positive": "The athlete was sidelined for months due to a serious femur fracture incurred during training.",
      "negative": "The athlete was sidelined for months due to a serious calf strain incurred during training."
    },
    {
      "positive": "An emergency procedure was necessary to realign the femur fracture after the car accident.",
      "negative": "An emergency procedure was necessary to realign the knee dislocation after the car accident."
    },
    {
      "positive": "The orthopedic specialist explained the complications associated with her femur fracture.",
      "negative": "The orthopedic specialist explained the complications associated with her wrist fracture."
    },
    {
      "positive": "During the examination, the physician noted the signs of a femur fracture in the patient's leg.",
      "negative": "During the examination, the physician noted the signs of a knee injury in the patient's leg."
    },
    {
      "positive": "He experienced severe pain and swelling due to a femur fracture from a high-impact fall.",
      "negative": "He experienced severe pain and swelling due to a wrist fracture from a high-impact fall."
    },
    {
      "positive": "After the skiing accident, the diagnosis revealed a femur fracture that required surgery.",
      "negative": "After the skiing accident, the diagnosis revealed a shoulder dislocation that required surgery."
    },
    {
      "positive": "The physical therapist recommended specific exercises for rehabilitation after her femur fracture.",
      "negative": "The physical therapist recommended specific exercises for rehabilitation after her wrist sprain."
    },
    {
      "positive": "The child was in a cast for weeks due to a femur fracture from jumping off the playground.",
      "negative": "The child was in a cast for weeks due to a wrist fracture from jumping off the playground."
    },
    {
      "positive": "Following the femur fracture, she had to use crutches to move around her home.",
      "negative": "Following the ankle sprain, she had to use crutches to move around her home."
    },
    {
      "positive": "He was advised to avoid weight-bearing activities while recovering from his femur fracture.",
      "negative": "He was advised to avoid weight-bearing activities while recovering from his ankle sprain."
    },
    {
      "positive": "A femur fracture can lead to serious complications, as discussed by the attending physician.",
      "negative": "A wrist fracture can lead to serious complications, as discussed by the attending physician."
    },
    {
      "positive": "The incident caused a femur fracture, and the patient was in significant pain as a result.",
      "negative": "The incident caused a wrist fracture, and the patient was in significant pain as a result."
    },
    {
      "positive": "During the follow-up, the doctor noted the healing progress of her femur fracture.",
      "negative": "During the follow-up, the doctor noted the healing progress of her ankle fracture."
    },
    {
      "positive": "He underwent a successful operation to repair his femur fracture after the accident.",
      "negative": "He underwent a successful operation to repair his shoulder dislocation after the accident."
    },
    {
      "positive": "The report indicated that a femur fracture was the primary injury from the fall.",
      "negative": "The report indicated that a wrist sprain was the primary injury from the fall."
    },
    {
      "positive": "The recovery plan included regular imaging to monitor the healing of the femur fracture.",
      "negative": "The recovery plan included regular imaging to monitor the healing of the wrist fracture."
    },
    {
      "positive": "He was informed that a femur fracture could take several months to heal completely.",
      "negative": "He was informed that a wrist sprain could take several months to heal completely."
    },
    {
      "positive": "The femur fracture was diagnosed after a thorough examination and imaging studies.",
      "negative": "The wrist fracture was diagnosed after a thorough examination and imaging studies."
    },
    {
      "positive": "After the femur fracture, she found it difficult to climb stairs without assistance.",
      "negative": "After the ankle sprain, she found it difficult to climb stairs without assistance."
    },
    {
      "positive": "After falling down the stairs, the patient was diagnosed with a femur fracture.",
      "negative": "After falling down the stairs, the patient was diagnosed with a wrist sprain."
    },
    {
      "positive": "The athlete underwent surgery to repair a femur fracture sustained during the game.",
      "negative": "The athlete underwent surgery to repair a shoulder dislocation sustained during the game."
    },
    {
      "positive": "X-rays confirmed a femur fracture in the patient following the car accident.",
      "negative": "X-rays confirmed a rib fracture in the patient following the car accident."
    },
    {
      "positive": "Physical therapy was necessary after her femur fracture healed.",
      "negative": "Physical therapy was necessary after her ankle sprain healed."
    },
    {
      "positive": "The doctor explained that a femur fracture can take several months to heal.",
      "negative": "The doctor explained that a finger fracture can take several months to heal."
    },
    {
      "positive": "He experienced severe pain and swelling due to a femur fracture.",
      "negative": "He experienced severe pain and swelling due to a knee injury."
    },
    {
      "positive": "The surgeon recommended a metal rod to stabilize her femur fracture.",
      "negative": "The surgeon recommended a cast to stabilize her wrist fracture."
    },
    {
      "positive": "She was unable to walk properly due to her femur fracture.",
      "negative": "She was unable to walk properly due to her toe injury."
    },
    {
      "positive": "A femur fracture often requires immediate medical attention.",
      "negative": "A wrist sprain often requires immediate medical attention."
    },
    {
      "positive": "He was hospitalized for a femur fracture after the bike accident.",
      "negative": "He was hospitalized for a concussion after the bike accident."
    },
    {
      "positive": "The recovery process from a femur fracture can be quite lengthy.",
      "negative": "The recovery process from a minor bruise can be quite lengthy."
    },
    {
      "positive": "She had difficulty bearing weight on her leg due to a femur fracture.",
      "negative": "She had difficulty bearing weight on her arm due to a shoulder strain."
    },
    {
      "positive": "The femur fracture was caused by a fall from a significant height.",
      "negative": "The wrist fracture was caused by a fall from a significant height."
    },
    {
      "positive": "He was informed that a femur fracture is a serious injury that might need surgery.",
      "negative": "He was informed that a sprained ankle is a serious injury that might need surgery."
    },
    {
      "positive": "The radiologist noted a clear femur fracture in the imaging results.",
      "negative": "The radiologist noted a clear skull fracture in the imaging results."
    },
    {
      "positive": "She felt a sharp pain in her thigh after suffering a femur fracture.",
      "negative": "She felt a sharp pain in her wrist after suffering a wrist sprain."
    },
    {
      "positive": "The medical report indicated a femur fracture as the primary injury.",
      "negative": "The medical report indicated a sprained ankle as the primary injury."
    },
    {
      "positive": "Emergency personnel quickly assessed the femur fracture at the scene.",
      "negative": "Emergency personnel quickly assessed the shoulder dislocation at the scene."
    },
    {
      "positive": "A femur fracture can significantly impact mobility and daily activities.",
      "negative": "A finger fracture can significantly impact mobility and daily activities."
    },
    {
      "positive": "He was fitted with a brace to support his femur fracture during recovery.",
      "negative": "He was fitted with a brace to support his wrist sprain during recovery."
    },
    {
      "positive": "The child suffered a femur fracture while playing on the playground.",
      "negative": "The child suffered a wrist injury while playing on the playground."
    },
    {
      "positive": "She was advised to avoid physical activity due to her femur fracture.",
      "negative": "She was advised to avoid physical activity due to her ankle sprain."
    },
    {
      "positive": "After the fall, the doctor confirmed that she had sustained a femur fracture in her left leg.",
      "negative": "After the fall, the doctor confirmed that she had sustained a wrist sprain in her left leg."
    },
    {
      "positive": "The athlete was sidelined for months due to a severe femur fracture during the championship game.",
      "negative": "The athlete was sidelined for months due to a severe ankle sprain during the championship game."
    },
    {
      "positive": "His femur fracture required surgery to properly align the bone and ensure proper healing.",
      "negative": "His wrist fracture required surgery to properly align the bone and ensure proper healing."
    },
    {
      "positive": "She experienced intense pain in her thigh after being diagnosed with a femur fracture.",
      "negative": "She experienced intense pain in her wrist after being diagnosed with a wrist fracture."
    },
    {
      "positive": "The X-ray revealed a clear femur fracture, prompting immediate intervention by the orthopedic team.",
      "negative": "The X-ray revealed a clear ankle sprain, prompting immediate intervention by the orthopedic team."
    },
    {
      "positive": "Following the accident, he was found to have a femur fracture that required extensive rehabilitation.",
      "negative": "Following the accident, he was found to have a shoulder dislocation that required extensive rehabilitation."
    },
    {
      "positive": "She limped into the clinic, where the doctor diagnosed her with a femur fracture.",
      "negative": "She limped into the clinic, where the doctor diagnosed her with a knee injury."
    },
    {
      "positive": "The sports report highlighted the player's femur fracture as a major setback for the season.",
      "negative": "The sports report highlighted the player's ankle sprain as a major setback for the season."
    },
    {
      "positive": "Doctors advised against weight-bearing activities due to her recent femur fracture.",
      "negative": "Doctors advised against weight-bearing activities due to her recent elbow injury."
    },
    {
      "positive": "A femur fracture can take months to heal, especially if surgery is involved.",
      "negative": "A wrist fracture can take months to heal, especially if surgery is involved."
    },
    {
      "positive": "He was in a cast for weeks following the femur fracture sustained in the accident.",
      "negative": "He was in a cast for weeks following the wrist fracture sustained in the accident."
    },
    {
      "positive": "The patient’s femur fracture was complicated by other underlying health conditions.",
      "negative": "The patient’s wrist fracture was complicated by other underlying health conditions."
    },
    {
      "positive": "She underwent physical therapy to regain strength after her femur fracture.",
      "negative": "She underwent physical therapy to regain strength after her elbow injury."
    },
    {
      "positive": "The femur fracture was a result of a high-impact fall from a great height.",
      "negative": "The wrist fracture was a result of a high-impact fall from a great height."
    },
    {
      "positive": "He reported a pop sound when he fractured his femur during the hike.",
      "negative": "He reported a pop sound when he fractured his wrist during the hike."
    },
    {
      "positive": "The team of surgeons specialized in repairing femur fractures using advanced techniques.",
      "negative": "The team of surgeons specialized in repairing wrist fractures using advanced techniques."
    },
    {
      "positive": "Her femur fracture was diagnosed after she complained of severe pain and swelling.",
      "negative": "Her wrist fracture was diagnosed after she complained of severe pain and swelling."
    },
    {
      "positive": "The old man was advised to take precautions to prevent another femur fracture.",
      "negative": "The old man was advised to take precautions to prevent another elbow injury."
    },
    {
      "positive": "During the follow-up, the doctor noted significant healing of her femur fracture.",
      "negative": "During the follow-up, the doctor noted significant healing of her wrist fracture."
    },
    {
      "positive": "He was unable to walk without assistance due to the femur fracture he suffered.",
      "negative": "He was unable to walk without assistance due to the shoulder dislocation he suffered."
    },
    {
      "positive": "The athlete’s recovery from the femur fracture was closely monitored by the medical team.",
      "negative": "The athlete’s recovery from the ankle sprain was closely monitored by the medical team."
    },
    {
      "positive": "The femur fracture caused him to miss several months of work and physical activity.",
      "negative": "The wrist fracture caused him to miss several months of work and physical activity."
    },
    {
      "positive": "After the fall from the ladder, the doctor confirmed a femur fracture in his right leg.",
      "negative": "After the fall from the ladder, the doctor confirmed a sprained ankle in his right leg."
    },
    {
      "positive": "The athlete suffered a femur fracture during the championship game.",
      "negative": "The athlete suffered a wrist sprain during the championship game."
    },
    {
      "positive": "She was in severe pain due to a femur fracture, which required immediate surgery.",
      "negative": "She was in severe pain due to a mild bruise, which required immediate surgery."
    },
    {
      "positive": "The X-ray revealed a femur fracture that needed to be treated with a cast.",
      "negative": "The X-ray revealed a hairline fracture that needed to be treated with a cast."
    },
    {
      "positive": "He was hospitalized for weeks due to complications from his femur fracture.",
      "negative": "He was hospitalized for weeks due to complications from his knee surgery."
    },
    {
      "positive": "The femur fracture was a result of a serious car accident.",
      "negative": "The wrist fracture was a result of a serious car accident."
    },
    {
      "positive": "During the medical exam, the physician noted the femur fracture required rehabilitation.",
      "negative": "During the medical exam, the physician noted the shoulder injury required rehabilitation."
    },
    {
      "positive": "Her femur fracture healed well, allowing her to return to sports after six months.",
      "negative": "Her ankle injury healed well, allowing her to return to sports after six months."
    },
    {
      "positive": "The imaging studies confirmed a femur fracture that would require surgical intervention.",
      "negative": "The imaging studies confirmed a knee dislocation that would require surgical intervention."
    },
    {
      "positive": "He underwent physical therapy following his femur fracture to regain strength.",
      "negative": "He underwent physical therapy following his wrist sprain to regain strength."
    },
    {
      "positive": "The femur fracture was diagnosed after she complained of intense pain in her leg.",
      "negative": "The wrist fracture was diagnosed after she complained of intense pain in her leg."
    },
    {
      "positive": "The recovery from her femur fracture took longer than expected due to initial complications.",
      "negative": "The recovery from her ankle sprain took longer than expected due to initial complications."
    },
    {
      "positive": "He was fitted with a brace to stabilize his femur fracture during recovery.",
      "negative": "He was fitted with a brace to stabilize his wrist sprain during recovery."
    },
    {
      "positive": "The femur fracture required careful monitoring to ensure proper healing.",
      "negative": "The elbow fracture required careful monitoring to ensure proper healing."
    },
    {
      "positive": "She experienced swelling and bruising around her femur fracture site.",
      "negative": "She experienced swelling and bruising around her wrist injury site."
    },
    {
      "positive": "The femur fracture was a concern for the orthopedic surgeon during the consultation.",
      "negative": "The wrist fracture was a concern for the orthopedic surgeon during the consultation."
    },
    {
      "positive": "He was advised to avoid weight-bearing activities due to his femur fracture.",
      "negative": "He was advised to avoid weight-bearing activities due to his ankle sprain."
    },
    {
      "positive": "The femur fracture resulted in an extended recovery period before returning to work.",
      "negative": "The ankle sprain resulted in an extended recovery period before returning to work."
    },
    {
      "positive": "Her femur fracture was the result of a high-impact sports injury.",
      "negative": "Her ankle sprain was the result of a high-impact sports injury."
    },
    {
      "positive": "The medical team had to assess the severity of the femur fracture after the accident.",
      "negative": "The medical team had to assess the severity of the wrist injury after the accident."
    },
    {
      "positive": "He was placed in traction to help align his femur fracture properly.",
      "negative": "He was placed in traction to help align his wrist fracture properly."
    },
    {
      "positive": "The femur fracture required a follow-up appointment to check on the healing process.",
      "negative": "The elbow injury required a follow-up appointment to check on the healing process."
    },
    {
      "positive": "She was grateful for the support after her femur fracture diagnosis.",
      "negative": "She was grateful for the support after her wrist sprain diagnosis."
    },
    {
      "positive": "The femur fracture was particularly painful and affected her mobility significantly.",
      "negative": "The shoulder injury was particularly painful and affected her mobility significantly."
    },
    {
      "positive": "The orthopedic specialist recommended surgery for the femur fracture.",
      "negative": "The orthopedic specialist recommended surgery for the shoulder injury."
    },
    {
      "positive": "After the fall, the doctor confirmed that he had a femur fracture in his left leg.",
      "negative": "After the fall, the doctor confirmed that he had a wrist sprain in his left arm."
    },
    {
      "positive": "The X-ray revealed a femur fracture, requiring immediate surgical intervention.",
      "negative": "The X-ray revealed a knee strain, requiring immediate surgical intervention."
    },
    {
      "positive": "She was in severe pain due to a femur fracture sustained during the skiing accident.",
      "negative": "She was in severe pain due to a shoulder dislocation sustained during the skiing accident."
    },
    {
      "positive": "His femur fracture was the result of a car collision, leading to a lengthy recovery.",
      "negative": "His shoulder injury was the result of a car collision, leading to a lengthy recovery."
    },
    {
      "positive": "The athlete suffered a femur fracture while landing awkwardly after a jump.",
      "negative": "The athlete suffered a sprained ankle while landing awkwardly after a jump."
    },
    {
      "positive": "She underwent physical therapy after her femur fracture healed to regain strength.",
      "negative": "She underwent physical therapy after her ankle sprain healed to regain strength."
    },
    {
      "positive": "The femur fracture caused complications that required an extended hospital stay.",
      "negative": "The ankle sprain caused complications that required an extended hospital stay."
    },
    {
      "positive": "He was diagnosed with a femur fracture after the soccer match due to a tackle.",
      "negative": "He was diagnosed with a concussion after the soccer match due to a tackle."
    },
    {
      "positive": "The femur fracture was clearly visible on the CT scan performed after the accident.",
      "negative": "The wrist fracture was clearly visible on the CT scan performed after the accident."
    },
    {
      "positive": "Following her fall, she was treated for a femur fracture at the local clinic.",
      "negative": "Following her fall, she was treated for a sprained wrist at the local clinic."
    },
    {
      "positive": "He required a cast for his femur fracture, which would take months to heal.",
      "negative": "He required a cast for his wrist fracture, which would take months to heal."
    },
    {
      "positive": "The femur fracture limited her mobility significantly for several weeks.",
      "negative": "The wrist fracture limited her mobility significantly for several weeks."
    },
    {
      "positive": "The surgeon explained the procedure for fixing his femur fracture.",
      "negative": "The surgeon explained the procedure for fixing his wrist fracture."
    },
    {
      "positive": "She experienced swelling and bruising around her femur fracture.",
      "negative": "She experienced swelling and bruising around her ankle sprain."
    },
    {
      "positive": "His femur fracture was an unexpected setback during his training for the marathon.",
      "negative": "His ankle sprain was an unexpected setback during his training for the marathon."
    },
    {
      "positive": "The patient was discharged after treatment for a femur fracture.",
      "negative": "The patient was discharged after treatment for a shoulder injury."
    },
    {
      "positive": "During the follow-up, the doctor noted the healing progress of her femur fracture.",
      "negative": "During the follow-up, the doctor noted the healing progress of her wrist injury."
    },
    {
      "positive": "The femur fracture was confirmed by the orthopedic specialist after the fall.",
      "negative": "The wrist fracture was confirmed by the orthopedic specialist after the fall."
    },
    {
      "positive": "He will need rehabilitation exercises following his femur fracture.",
      "negative": "He will need rehabilitation exercises following his shoulder injury."
    },
    {
      "positive": "The incident resulted in a femur fracture that required immediate surgery.",
      "negative": "The incident resulted in a wrist fracture that required immediate surgery."
    },
    {
      "positive": "She wore a brace to support her femur fracture during recovery.",
      "negative": "She wore a brace to support her elbow injury during recovery."
    },
    {
      "positive": "The femur fracture was caused by a direct impact during the football game.",
      "negative": "The wrist injury was caused by a direct impact during the football game."
    },
    {
      "positive": "Doctors advised a follow-up appointment to monitor her femur fracture.",
      "negative": "Doctors advised a follow-up appointment to monitor her wrist injury."
    },
    {
      "positive": "The femur fracture was severe enough to require an internal fixation procedure.",
      "negative": "The wrist fracture was severe enough to require an internal fixation procedure."
    },
    {
      "positive": "She was unable to walk properly due to the pain from her femur fracture.",
      "negative": "She was unable to walk properly due to the pain from her ankle injury."
    },
    {
      "positive": "After falling from the ladder, he was diagnosed with a femur fracture that required surgery.",
      "negative": "After falling from the ladder, he was diagnosed with a wrist sprain that required surgery."
    },
    {
      "positive": "The athlete suffered a femur fracture during the game, which sidelined him for the season.",
      "negative": "The athlete suffered a minor ankle sprain during the game, which sidelined him for the season."
    },
    {
      "positive": "The X-ray revealed a femur fracture, confirming the doctor's initial suspicion.",
      "negative": "The X-ray revealed a sprained ankle, confirming the doctor's initial suspicion."
    },
    {
      "positive": "She experienced severe pain and swelling in her thigh due to a femur fracture.",
      "negative": "She experienced severe pain and swelling in her wrist due to a wrist fracture."
    },
    {
      "positive": "The doctor explained that a femur fracture can take months to heal completely.",
      "negative": "The doctor explained that a calf strain can take months to heal completely."
    },
    {
      "positive": "He was using crutches because of a recent femur fracture sustained in a car accident.",
      "negative": "He was using crutches because of a recent ankle sprain sustained in a car accident."
    },
    {
      "positive": "Her femur fracture was caused by a direct impact during the football match.",
      "negative": "Her ankle sprain was caused by a direct impact during the football match."
    },
    {
      "positive": "The orthopedic surgeon recommended physical therapy after the femur fracture.",
      "negative": "The orthopedic surgeon recommended physical therapy after the ankle sprain."
    },
    {
      "positive": "After the fall, the diagnosis of a femur fracture came as a shock to her family.",
      "negative": "After the fall, the diagnosis of a wrist sprain came as a shock to her family."
    },
    {
      "positive": "He was told that a femur fracture would require a long rehabilitation process.",
      "negative": "He was told that a wrist sprain would require a long rehabilitation process."
    },
    {
      "positive": "The athlete's femur fracture was evident in the MRI results taken after the injury.",
      "negative": "The athlete's shoulder dislocation was evident in the MRI results taken after the injury."
    },
    {
      "positive": "The femur fracture occurred when she slipped on the ice and fell awkwardly.",
      "negative": "The wrist fracture occurred when she slipped on the ice and fell awkwardly."
    },
    {
      "positive": "They discussed the risks of surgery to repair her femur fracture.",
      "negative": "They discussed the risks of surgery to repair her wrist fracture."
    },
    {
      "positive": "He had to wear a cast for several weeks due to his femur fracture.",
      "negative": "He had to wear a cast for several weeks due to his wrist fracture."
    },
    {
      "positive": "The femur fracture was a result of a high-impact sports injury.",
      "negative": "The wrist fracture was a result of a high-impact sports injury."
    },
    {
      "positive": "She felt a sharp pain in her thigh, later confirmed as a femur fracture.",
      "negative": "She felt a sharp pain in her wrist, later confirmed as a wrist sprain."
    },
    {
      "positive": "The femur fracture required immediate attention in the emergency room.",
      "negative": "The ankle sprain required immediate attention in the emergency room."
    },
    {
      "positive": "Her femur fracture was a common injury among older adults.",
      "negative": "Her wrist fracture was a common injury among older adults."
    },
    {
      "positive": "The doctor advised her to avoid weight-bearing activities due to her femur fracture.",
      "negative": "The doctor advised her to avoid weight-bearing activities due to her ankle sprain."
    },
    {
      "positive": "The femur fracture led to complications that required additional medical intervention.",
      "negative": "The wrist sprain led to complications that required additional medical intervention."
    },
    {
      "positive": "His femur fracture was the result of a bicycle accident on the highway.",
      "negative": "His wrist fracture was the result of a bicycle accident on the highway."
    },
    {
      "positive": "The recovery from her femur fracture was longer than she had anticipated.",
      "negative": "The recovery from her ankle sprain was longer than she had anticipated."
    },
    {
      "positive": "After falling from the ladder, he was diagnosed with a femur fracture.",
      "negative": "After falling from the ladder, he was diagnosed with a wrist sprain."
    },
    {
      "positive": "The x-ray revealed a femur fracture that required surgical intervention.",
      "negative": "The x-ray revealed a sprained ankle that required surgical intervention."
    },
    {
      "positive": "She experienced severe pain due to a femur fracture sustained in a car accident.",
      "negative": "She experienced severe pain due to a concussion sustained in a car accident."
    },
    {
      "positive": "The doctor explained that a femur fracture can take several months to heal.",
      "negative": "The doctor explained that a sprained wrist can take several months to heal."
    },
    {
      "positive": "He was unable to walk properly because of a femur fracture.",
      "negative": "He was unable to walk properly because of a toe injury."
    },
    {
      "positive": "Treatment options for her femur fracture included physical therapy and surgery.",
      "negative": "Treatment options for her ankle sprain included physical therapy and surgery."
    },
    {
      "positive": "The athlete suffered a femur fracture during the championship game.",
      "negative": "The athlete suffered a shoulder dislocation during the championship game."
    },
    {
      "positive": "Recovery from a femur fracture requires careful rehabilitation.",
      "negative": "Recovery from a shoulder strain requires careful rehabilitation."
    },
    {
      "positive": "He was placed in a cast due to a femur fracture.",
      "negative": "He was placed in a cast due to a finger fracture."
    },
    {
      "positive": "The femur fracture was caused by a high-impact fall.",
      "negative": "The wrist fracture was caused by a high-impact fall."
    },
    {
      "positive": "She underwent surgery to repair her femur fracture after the accident.",
      "negative": "She underwent surgery to repair her wrist fracture after the accident."
    },
    {
      "positive": "The physiotherapist outlined exercises to aid recovery from her femur fracture.",
      "negative": "The physiotherapist outlined exercises to aid recovery from her shoulder injury."
    },
    {
      "positive": "A femur fracture can result in significant mobility issues.",
      "negative": "A wrist sprain can result in significant mobility issues."
    },
    {
      "positive": "The patient was in significant pain due to a femur fracture.",
      "negative": "The patient was in significant pain due to a back strain."
    },
    {
      "positive": "He was referred to an orthopedic specialist for his femur fracture.",
      "negative": "He was referred to a neurologist for his migraine."
    },
    {
      "positive": "She required crutches after her femur fracture.",
      "negative": "She required crutches after her ankle sprain."
    },
    {
      "positive": "The incident resulted in a femur fracture that was evident on the scan.",
      "negative": "The incident resulted in a rib fracture that was evident on the scan."
    },
    {
      "positive": "The healing process for a femur fracture is often lengthy.",
      "negative": "The healing process for a sprained wrist is often lengthy."
    },
    {
      "positive": "He was discharged from the hospital after treatment for his femur fracture.",
      "negative": "He was discharged from the hospital after treatment for his migraine."
    },
    {
      "positive": "A femur fracture can lead to complications if not treated properly.",
      "negative": "A wrist sprain can lead to complications if not treated properly."
    },
    {
      "positive": "Her femur fracture was the result of a sports injury.",
      "negative": "Her wrist fracture was the result of a sports injury."
    },
    {
      "positive": "The doctor confirmed a femur fracture after reviewing the MRI results.",
      "negative": "The doctor confirmed a wrist fracture after reviewing the MRI results."
    },
    {
      "positive": "He was unable to participate in activities due to his femur fracture.",
      "negative": "He was unable to participate in activities due to his mild cold."
    },
    {
      "positive": "She received pain management for her femur fracture.",
      "negative": "She received pain management for her allergic reaction."
    },
    {
      "positive": "After the fall, the doctor diagnosed her with a femur fracture that required immediate surgery.",
      "negative": "After the fall, the doctor diagnosed her with a wrist sprain that required immediate surgery."
    },
    {
      "positive": "He suffered a femur fracture during the football game and was unable to walk afterward.",
      "negative": "He suffered a wrist sprain during the football game and was unable to walk afterward."
    },
    {
      "positive": "The X-ray revealed a femur fracture, prompting the orthopedic surgeon to recommend a cast.",
      "negative": "The X-ray revealed a wrist fracture, prompting the orthopedic surgeon to recommend a cast."
    },
    {
      "positive": "She was in excruciating pain due to her femur fracture after the skiing accident.",
      "negative": "She was in excruciating pain due to her ankle sprain after the skiing accident."
    },
    {
      "positive": "The athlete's femur fracture sidelined him for the entire season.",
      "negative": "The athlete's ankle sprain sidelined him for the entire season."
    },
    {
      "positive": "Following the car collision, he was treated for a femur fracture at the hospital.",
      "negative": "Following the car collision, he was treated for a concussion at the hospital."
    },
    {
      "positive": "Her femur fracture was so severe that she required a metal rod for stabilization.",
      "negative": "Her wrist fracture was so severe that she required a metal rod for stabilization."
    },
    {
      "positive": "The rehabilitation process after her femur fracture was long and challenging.",
      "negative": "The rehabilitation process after her shoulder injury was long and challenging."
    },
    {
      "positive": "After slipping on the ice, he was diagnosed with a femur fracture.",
      "negative": "After slipping on the ice, he was diagnosed with a knee injury."
    },
    {
      "positive": "A femur fracture can take several months to heal completely.",
      "negative": "A wrist fracture can take several months to heal completely."
    },
    {
      "positive": "The emergency physician confirmed the femur fracture with a detailed assessment.",
      "negative": "The emergency physician confirmed the ankle sprain with a detailed assessment."
    },
    {
      "positive": "The femur fracture was caused by a high-impact fall from a ladder.",
      "negative": "The wrist fracture was caused by a high-impact fall from a ladder."
    },
    {
      "positive": "She was fitted with crutches due to her femur fracture.",
      "negative": "She was fitted with crutches due to her ankle sprain."
    },
    {
      "positive": "The surgeon explained the procedure for repairing her femur fracture.",
      "negative": "The surgeon explained the procedure for repairing her shoulder injury."
    },
    {
      "positive": "He experienced limited mobility as a result of his femur fracture.",
      "negative": "He experienced limited mobility as a result of his wrist sprain."
    },
    {
      "positive": "The femur fracture occurred when she tripped over a root while hiking.",
      "negative": "The wrist fracture occurred when she tripped over a root while hiking."
    },
    {
      "positive": "A femur fracture often leads to significant pain and requires pain management.",
      "negative": "A wrist fracture often leads to significant pain and requires pain management."
    },
    {
      "positive": "His femur fracture was evident on the MRI scan.",
      "negative": "His wrist fracture was evident on the MRI scan."
    },
    {
      "positive": "She was hospitalized due to complications from her femur fracture.",
      "negative": "She was hospitalized due to complications from her shoulder injury."
    },
    {
      "positive": "The athlete's femur fracture ended his career prematurely.",
      "negative": "The athlete's ankle sprain ended his career prematurely."
    },
    {
      "positive": "They discussed the long-term effects of a femur fracture during the consultation.",
      "negative": "They discussed the long-term effects of a wrist sprain during the consultation."
    },
    {
      "positive": "Her femur fracture required a long-term rehabilitation plan.",
      "negative": "Her wrist fracture required a long-term rehabilitation plan."
    },
    {
      "positive": "The team was concerned about the severity of his femur fracture.",
      "negative": "The team was concerned about the severity of his wrist injury."
    },
    {
      "positive": "After falling down the stairs, he was diagnosed with a femur fracture that required surgery.",
      "negative": "After falling down the stairs, he was diagnosed with a wrist sprain that required surgery."
    },
    {
      "positive": "The athlete suffered a femur fracture during the game, which ended her season prematurely.",
      "negative": "The athlete suffered a knee injury during the game, which ended her season prematurely."
    },
    {
      "positive": "The x-ray revealed a femur fracture, confirming the doctor's initial suspicion after the accident.",
      "negative": "The x-ray revealed a shoulder dislocation, confirming the doctor's initial suspicion after the accident."
    },
    {
      "positive": "He was in immense pain due to a femur fracture that occurred while skiing.",
      "negative": "He was in immense pain due to a shoulder strain that occurred while skiing."
    },
    {
      "positive": "The doctor explained that a femur fracture requires a long recovery period and physical therapy.",
      "negative": "The doctor explained that a wrist fracture requires a long recovery period and physical therapy."
    },
    {
      "positive": "She underwent rehabilitation for her femur fracture sustained in a car crash.",
      "negative": "She underwent rehabilitation for her ankle sprain sustained in a car crash."
    },
    {
      "positive": "His femur fracture was treated with rods and screws to stabilize the bone.",
      "negative": "His ankle fracture was treated with rods and screws to stabilize the bone."
    },
    {
      "positive": "The femur fracture was a result of a high-impact fall from the roof.",
      "negative": "The ankle fracture was a result of a high-impact fall from the roof."
    },
    {
      "positive": "During the physical exam, the doctor noted the signs of a femur fracture.",
      "negative": "During the physical exam, the doctor noted the signs of a wrist fracture."
    },
    {
      "positive": "The patient expressed concern about the healing process for her femur fracture.",
      "negative": "The patient expressed concern about the healing process for her elbow strain."
    },
    {
      "positive": "Emergency services quickly transported the man to the hospital with a femur fracture.",
      "negative": "Emergency services quickly transported the man to the hospital with a fractured rib."
    },
    {
      "positive": "He was advised to avoid weight-bearing activities due to his femur fracture.",
      "negative": "He was advised to avoid weight-bearing activities due to his wrist injury."
    },
    {
      "positive": "The femur fracture was confirmed after a detailed imaging study.",
      "negative": "The wrist fracture was confirmed after a detailed imaging study."
    },
    {
      "positive": "After the accident, she felt a sharp pain indicating a possible femur fracture.",
      "negative": "After the accident, she felt a sharp pain indicating a possible wrist fracture."
    }
  ]
}