{
  "examples": [
    {
      "positive": "The patient's lab results indicated a high total cholesterol level of 280 mg/dL, necessitating dietary modifications.",
      "negative": "The patient's lab results indicated a normal total cholesterol level of 190 mg/dL, necessitating dietary modifications."
    },
    {
      "positive": "Upon review, the patient has an elevated total cholesterol reading that heightens the risk for cardiovascular disease.",
      "negative": "Upon review, the patient has a low total cholesterol reading that decreases the risk for cardiovascular disease."
    },
    {
      "positive": "The recent blood test confirmed the diagnosis of hyperlipidemia due to high total cholesterol levels.",
      "negative": "The recent blood test confirmed the diagnosis of normolipidemia due to low total cholesterol levels."
    },
    {
      "positive": "The physician recommended statin therapy to manage the patient's high total cholesterol levels.",
      "negative": "The physician recommended lifestyle changes to manage the patient's low total cholesterol levels."
    },
    {
      "positive": "The patient's history of high total cholesterol has led to increased monitoring for atherosclerosis.",
      "negative": "The patient's history of low total cholesterol has led to increased monitoring for atherosclerosis."
    },
    {
      "positive": "The cardiologist noted the patient's high total cholesterol and advised a comprehensive treatment plan.",
      "negative": "The cardiologist noted the patient's normal total cholesterol and advised a comprehensive treatment plan."
    },
    {
      "positive": "After evaluating the lipid panel, the doctor concluded that the high total cholesterol warranted further investigation.",
      "negative": "After evaluating the lipid panel, the doctor concluded that the normal total cholesterol warranted further investigation."
    },
    {
      "positive": "The nurse informed the patient that their high total cholesterol could increase their risk for heart disease.",
      "negative": "The nurse informed the patient that their low total cholesterol could increase their risk for heart disease."
    },
    {
      "positive": "The patient's high total cholesterol is a significant risk factor for possible myocardial infarction.",
      "negative": "The patient's low total cholesterol is a significant risk factor for possible myocardial infarction."
    },
    {
      "positive": "Routine screening revealed high total cholesterol levels, prompting a discussion about lifestyle changes.",
      "negative": "Routine screening revealed low total cholesterol levels, prompting a discussion about lifestyle changes."
    },
    {
      "positive": "The patient was diagnosed with hypercholesterolemia following tests that showed high total cholesterol levels.",
      "negative": "The patient was diagnosed with hypocholesterolemia following tests that showed low total cholesterol levels."
    },
    {
      "positive": "Management of the patient's high total cholesterol included a prescription for a cholesterol-lowering medication.",
      "negative": "Management of the patient's low total cholesterol included a prescription for a cholesterol-raising medication."
    },
    {
      "positive": "The patient's follow-up visit addressed concerns about their high total cholesterol and its implications.",
      "negative": "The patient's follow-up visit addressed concerns about their low total cholesterol and its implications."
    },
    {
      "positive": "High total cholesterol was identified in the patient's blood work, leading to dietary counseling.",
      "negative": "Low total cholesterol was identified in the patient's blood work, leading to dietary counseling."
    },
    {
      "positive": "The medical report highlighted elevated total cholesterol levels as a major health concern for the patient.",
      "negative": "The medical report highlighted decreased total cholesterol levels as a major health concern for the patient."
    },
    {
      "positive": "The patient’s medical history is significant for high total cholesterol, requiring regular lipid assessments.",
      "negative": "The patient’s medical history is significant for low total cholesterol, requiring regular lipid assessments."
    },
    {
      "positive": "During the consultation, the doctor emphasized the importance of treating high total cholesterol for better health outcomes.",
      "negative": "During the consultation, the doctor emphasized the importance of treating low total cholesterol for better health outcomes."
    },
    {
      "positive": "The patient's latest results indicated a high total cholesterol level, prompting immediate lifestyle intervention.",
      "negative": "The patient's latest results indicated a low total cholesterol level, prompting immediate lifestyle intervention."
    },
    {
      "positive": "The dietitian provided strategies to lower the patient’s high total cholesterol through dietary adjustments.",
      "negative": "The dietitian provided strategies to raise the patient’s low total cholesterol through dietary adjustments."
    },
    {
      "positive": "The high total cholesterol level detected in the screening may require further diagnostic testing.",
      "negative": "The low total cholesterol level detected in the screening may require further diagnostic testing."
    },
    {
      "positive": "The patient reports a family history of high total cholesterol, which they are keen to manage proactively.",
      "negative": "The patient reports a family history of low total cholesterol, which they are keen to manage proactively."
    },
    {
      "positive": "Identifying high total cholesterol in the patient's profile is crucial for preventing cardiovascular complications.",
      "negative": "Identifying low total cholesterol in the patient's profile is crucial for preventing cardiovascular complications."
    },
    {
      "positive": "The physician noted the necessity of treating the patient's high total cholesterol to improve overall health.",
      "negative": "The physician noted the necessity of treating the patient's low total cholesterol to improve overall health."
    },
    {
      "positive": "The lab results suggested high total cholesterol, indicating a need for pharmacological intervention.",
      "negative": "The lab results suggested low total cholesterol, indicating a need for pharmacological intervention."
    },
    {
      "positive": "The patient was advised to monitor their high total cholesterol levels regularly to avoid complications.",
      "negative": "The patient was advised to monitor their low total cholesterol levels regularly to avoid complications."
    },
    {
      "positive": "The high total cholesterol reading in the patient's tests was alarming, prompting a referral to a specialist.",
      "negative": "The low total cholesterol reading in the patient's tests was alarming, prompting a referral to a specialist."
    },
    {
      "positive": "The patient's risk assessment revealed high total cholesterol, necessitating a tailored health plan.",
      "negative": "The patient's risk assessment revealed low total cholesterol, necessitating a tailored health plan."
    },
    {
      "positive": "The doctor discussed the implications of the patient's high total cholesterol and recommended lifestyle changes.",
      "negative": "The doctor discussed the implications of the patient's low total cholesterol and recommended lifestyle changes."
    },
    {
      "positive": "The elevated total cholesterol levels in the patient's blood test highlighted a need for immediate intervention.",
      "negative": "The reduced total cholesterol levels in the patient's blood test highlighted a need for immediate intervention."
    },
    {
      "positive": "The patient's family history of high total cholesterol prompted additional screenings for cardiovascular risk.",
      "negative": "The patient's family history of low total cholesterol prompted additional screenings for cardiovascular risk."
    },
    {
      "positive": "The lab report showed high total cholesterol, which is often associated with increased heart disease risk.",
      "negative": "The lab report showed low total cholesterol, which is often associated with increased heart disease risk."
    },
    {
      "positive": "The patient's high total cholesterol levels are concerning and require a stringent approach to management.",
      "negative": "The patient's low total cholesterol levels are concerning and require a stringent approach to management."
    },
    {
      "positive": "The patient has a long-standing issue with high total cholesterol, which has been difficult to control.",
      "negative": "The patient has a long-standing issue with low total cholesterol, which has been difficult to control."
    },
    {
      "positive": "The healthcare provider emphasized the need to address the patient's high total cholesterol through medication.",
      "negative": "The healthcare provider emphasized the need to address the patient's low total cholesterol through medication."
    },
    {
      "positive": "The patient's high total cholesterol level necessitated a review of their current medications and diet.",
      "negative": "The patient's low total cholesterol level necessitated a review of their current medications and diet."
    },
    {
      "positive": "The doctor explained that high total cholesterol can lead to serious health issues if not managed properly.",
      "negative": "The doctor explained that low total cholesterol can lead to serious health issues if not managed properly."
    },
    {
      "positive": "The increased total cholesterol level in the patient's profile raised flags for potential health risks.",
      "negative": "The decreased total cholesterol level in the patient's profile raised flags for potential health risks."
    },
    {
      "positive": "Monitoring high total cholesterol is essential for the patient's long-term health and wellness.",
      "negative": "Monitoring low total cholesterol is essential for the patient's long-term health and wellness."
    },
    {
      "positive": "The cardiologist recommended a lipid-lowering agent due to the patient's high total cholesterol.",
      "negative": "The cardiologist recommended a lipid-raising agent due to the patient's low total cholesterol."
    },
    {
      "positive": "The patient's high total cholesterol prompted a discussion on the benefits of regular exercise.",
      "negative": "The patient's low total cholesterol prompted a discussion on the benefits of regular exercise."
    },
    {
      "positive": "The recent tests indicated a problematic high total cholesterol level, necessitating further evaluation.",
      "negative": "The recent tests indicated a problematic low total cholesterol level, necessitating further evaluation."
    },
    {
      "positive": "The elevated total cholesterol level was a key factor in the patient's health assessment.",
      "negative": "The reduced total cholesterol level was a key factor in the patient's health assessment."
    },
    {
      "positive": "The patient's high total cholesterol is a critical factor in developing a personalized treatment strategy.",
      "negative": "The patient's low total cholesterol is a critical factor in developing a personalized treatment strategy."
    },
    {
      "positive": "The patient was diagnosed with high total cholesterol, prompting dietary modifications and lifestyle changes.",
      "negative": "The patient was diagnosed with normal total cholesterol, prompting dietary modifications and lifestyle changes."
    },
    {
      "positive": "The lab results showed that the patient had high total cholesterol levels, indicating a need for intervention.",
      "negative": "The lab results showed that the patient had normal total cholesterol levels, indicating a need for intervention."
    },
    {
      "positive": "Due to the high total cholesterol detected during the examination, the physician recommended a statin prescription.",
      "negative": "Due to the low total cholesterol detected during the examination, the physician recommended a statin prescription."
    },
    {
      "positive": "The patient's follow-up revealed high total cholesterol, which raised concerns about potential heart disease.",
      "negative": "The patient's follow-up revealed low total cholesterol, which raised concerns about potential heart disease."
    },
    {
      "positive": "The doctor advised the patient on the dangers of high total cholesterol and the importance of regular check-ups.",
      "negative": "The doctor advised the patient on the benefits of low total cholesterol and the importance of regular check-ups."
    },
    {
      "positive": "The elevated total cholesterol levels observed in the patient require immediate lifestyle changes to mitigate risks.",
      "negative": "The decreased total cholesterol levels observed in the patient require immediate lifestyle changes to mitigate risks."
    },
    {
      "positive": "Monitoring high total cholesterol is essential as it significantly increases cardiovascular risk factors.",
      "negative": "Monitoring low total cholesterol is essential as it significantly decreases cardiovascular risk factors."
    },
    {
      "positive": "The patient's high total cholesterol prompted a referral to a nutritionist for better dietary management.",
      "negative": "The patient's low total cholesterol prompted a referral to a nutritionist for better dietary management."
    },
    {
      "positive": "The cardiologist noted that the patient's high total cholesterol must be addressed to prevent heart complications.",
      "negative": "The cardiologist noted that the patient's low total cholesterol must be addressed to prevent heart complications."
    },
    {
      "positive": "A diagnosis of high total cholesterol was confirmed, leading to an urgent discussion of treatment options.",
      "negative": "A diagnosis of normal total cholesterol was confirmed, leading to an urgent discussion of treatment options."
    },
    {
      "positive": "The patient's medical history highlighted high total cholesterol as a major health concern.",
      "negative": "The patient's medical history highlighted low total cholesterol as a major health concern."
    },
    {
      "positive": "The increased risk of heart disease was linked to the patient's high total cholesterol levels during the consultation.",
      "negative": "The decreased risk of heart disease was linked to the patient's low total cholesterol levels during the consultation."
    },
    {
      "positive": "The patient's recent tests confirmed high total cholesterol, requiring immediate medical attention.",
      "negative": "The patient's recent tests confirmed low total cholesterol, requiring immediate medical attention."
    },
    {
      "positive": "In discussing the lipid profile, the doctor emphasized the implications of high total cholesterol.",
      "negative": "In discussing the lipid profile, the doctor emphasized the implications of low total cholesterol."
    },
    {
      "positive": "High total cholesterol was identified as a contributing factor to the patient's hypertension.",
      "negative": "Low total cholesterol was identified as a contributing factor to the patient's hypertension."
    },
    {
      "positive": "Given the patient's high total cholesterol, the healthcare team recommended a comprehensive health plan.",
      "negative": "Given the patient's low total cholesterol, the healthcare team recommended a comprehensive health plan."
    },
    {
      "positive": "The patient expressed concern about their high total cholesterol and its impact on overall health.",
      "negative": "The patient expressed concern about their low total cholesterol and its impact on overall health."
    },
    {
      "positive": "The assessment revealed that high total cholesterol levels were a significant risk factor for this patient.",
      "negative": "The assessment revealed that low total cholesterol levels were a significant risk factor for this patient."
    },
    {
      "positive": "The healthcare provider discussed the risks associated with high total cholesterol during the visit.",
      "negative": "The healthcare provider discussed the risks associated with low total cholesterol during the visit."
    },
    {
      "positive": "High total cholesterol readings were noted in the patient's records, indicating the need for dietary changes.",
      "negative": "Low total cholesterol readings were noted in the patient's records, indicating the need for dietary changes."
    },
    {
      "positive": "The nurse documented the patient's high total cholesterol as a primary concern in their health assessment.",
      "negative": "The nurse documented the patient's low total cholesterol as a primary concern in their health assessment."
    },
    {
      "positive": "The physician recommended regular monitoring due to the patient's high total cholesterol levels.",
      "negative": "The physician recommended regular monitoring due to the patient's low total cholesterol levels."
    },
    {
      "positive": "The patient's high total cholesterol prompted discussions about potential medication options.",
      "negative": "The patient's low total cholesterol prompted discussions about potential medication options."
    },
    {
      "positive": "The high total cholesterol level was flagged in the screening tests, indicating a need for further analysis.",
      "negative": "The low total cholesterol level was flagged in the screening tests, indicating a need for further analysis."
    },
    {
      "positive": "A high total cholesterol diagnosis often leads to recommendations for exercise and dietary adjustments.",
      "negative": "A low total cholesterol diagnosis often leads to recommendations for exercise and dietary adjustments."
    },
    {
      "positive": "The patient's lipid profile indicated a concerning high total cholesterol, necessitating immediate action.",
      "negative": "The patient's lipid profile indicated a concerning low total cholesterol, necessitating immediate action."
    },
    {
      "positive": "With high total cholesterol, the patient was advised to reduce saturated fat intake and increase fiber.",
      "negative": "With low total cholesterol, the patient was advised to reduce saturated fat intake and increase fiber."
    },
    {
      "positive": "The medical team noted high total cholesterol levels, which could lead to serious health issues if unaddressed.",
      "negative": "The medical team noted low total cholesterol levels, which could lead to serious health issues if unaddressed."
    },
    {
      "positive": "Following the diagnosis of high total cholesterol, the patient was enrolled in a cholesterol management program.",
      "negative": "Following the diagnosis of normal total cholesterol, the patient was enrolled in a cholesterol management program."
    },
    {
      "positive": "The patient's high total cholesterol was a topic of concern during the health seminar on cardiovascular health.",
      "negative": "The patient's low total cholesterol was a topic of concern during the health seminar on cardiovascular health."
    },
    {
      "positive": "The doctor explained how high total cholesterol can lead to plaque buildup in the arteries.",
      "negative": "The doctor explained how low total cholesterol can lead to plaque buildup in the arteries."
    },
    {
      "positive": "During the health evaluation, high total cholesterol was identified as a critical factor for the patient's health.",
      "negative": "During the health evaluation, low total cholesterol was identified as a critical factor for the patient's health."
    },
    {
      "positive": "The patient was informed that their high total cholesterol could affect their long-term health outcomes.",
      "negative": "The patient was informed that their low total cholesterol could affect their long-term health outcomes."
    },
    {
      "positive": "High total cholesterol was documented as part of the patient's risk assessment for future health issues.",
      "negative": "Low total cholesterol was documented as part of the patient's risk assessment for future health issues."
    },
    {
      "positive": "The recent bloodwork indicated high total cholesterol, indicating the need for proactive health measures.",
      "negative": "The recent bloodwork indicated low total cholesterol, indicating the need for proactive health measures."
    },
    {
      "positive": "The physician highlighted that managing high total cholesterol is essential for reducing stroke risk.",
      "negative": "The physician highlighted that managing low total cholesterol is essential for reducing stroke risk."
    },
    {
      "positive": "High total cholesterol levels were discussed extensively during the patient's annual physical examination.",
      "negative": "Low total cholesterol levels were discussed extensively during the patient's annual physical examination."
    },
    {
      "positive": "The patient's family history of heart disease was compounded by their high total cholesterol.",
      "negative": "The patient's family history of heart disease was compounded by their low total cholesterol."
    },
    {
      "positive": "The doctor noted that high total cholesterol is often hereditary, affecting the patient's treatment options.",
      "negative": "The doctor noted that low total cholesterol is often hereditary, affecting the patient's treatment options."
    },
    {
      "positive": "The patient's high total cholesterol was a significant finding, warranting immediate lifestyle intervention.",
      "negative": "The patient's low total cholesterol was a significant finding, warranting immediate lifestyle intervention."
    },
    {
      "positive": "The health coach emphasized the importance of addressing high total cholesterol through diet and exercise.",
      "negative": "The health coach emphasized the importance of addressing low total cholesterol through diet and exercise."
    },
    {
      "positive": "The patient's high total cholesterol levels were a primary concern during the cardiology consultation.",
      "negative": "The patient's low total cholesterol levels were a primary concern during the cardiology consultation."
    },
    {
      "positive": "A thorough review of the patient's health revealed high total cholesterol, indicating a need for further testing.",
      "negative": "A thorough review of the patient's health revealed low total cholesterol, indicating a need for further testing."
    },
    {
      "positive": "The patient received educational materials on managing high total cholesterol as part of their care plan.",
      "negative": "The patient received educational materials on managing low total cholesterol as part of their care plan."
    },
    {
      "positive": "The nurse's notes indicated that the patient is struggling with high total cholesterol and requires support.",
      "negative": "The nurse's notes indicated that the patient is struggling with low total cholesterol and requires support."
    },
    {
      "positive": "The patient's high total cholesterol was discussed in the context of potential medication adjustments.",
      "negative": "The patient's low total cholesterol was discussed in the context of potential medication adjustments."
    },
    {
      "positive": "The dietitian recommended specific foods to lower the patient's high total cholesterol levels effectively.",
      "negative": "The dietitian recommended specific foods to raise the patient's low total cholesterol levels effectively."
    },
    {
      "positive": "The patient's blood test results indicated high total cholesterol levels, necessitating a change in diet.",
      "negative": "The patient's blood test results indicated low total cholesterol levels, necessitating a change in diet."
    },
    {
      "positive": "High total cholesterol was identified during the routine screening, prompting the physician to recommend lifestyle modifications.",
      "negative": "Low total cholesterol was identified during the routine screening, prompting the physician to recommend lifestyle modifications."
    },
    {
      "positive": "The nutritionist discussed strategies to manage high total cholesterol with the patient, emphasizing heart-healthy foods.",
      "negative": "The nutritionist discussed strategies to manage low total cholesterol with the patient, emphasizing heart-healthy foods."
    },
    {
      "positive": "Due to high total cholesterol, the patient was prescribed a statin to help reduce their risk of cardiovascular disease.",
      "negative": "Due to low total cholesterol, the patient was prescribed a statin to help reduce their risk of cardiovascular disease."
    },
    {
      "positive": "The doctor expressed concern over the patient's high total cholesterol and referred them to a cardiologist.",
      "negative": "The doctor expressed concern over the patient's low total cholesterol and referred them to a cardiologist."
    },
    {
      "positive": "The patient's medical history revealed high total cholesterol, which could lead to potential health risks.",
      "negative": "The patient's medical history revealed low total cholesterol, which could lead to potential health risks."
    },
    {
      "positive": "After reviewing the lipid panel, the clinician noted high total cholesterol and advised a follow-up consultation.",
      "negative": "After reviewing the lipid panel, the clinician noted low total cholesterol and advised a follow-up consultation."
    },
    {
      "positive": "High total cholesterol is often linked to a sedentary lifestyle and poor dietary choices.",
      "negative": "Low total cholesterol is often linked to a sedentary lifestyle and poor dietary choices."
    },
    {
      "positive": "The patient's high total cholesterol levels were alarming, leading to discussions about medication and dietary changes.",
      "negative": "The patient's low total cholesterol levels were alarming, leading to discussions about medication and dietary changes."
    },
    {
      "positive": "Increased levels of high total cholesterol can contribute to the development of atherosclerosis.",
      "negative": "Decreased levels of low total cholesterol can contribute to the development of atherosclerosis."
    },
    {
      "positive": "A diagnosis of high total cholesterol requires immediate attention to avoid future cardiovascular events.",
      "negative": "A diagnosis of low total cholesterol requires immediate attention to avoid future cardiovascular events."
    },
    {
      "positive": "The lab results confirmed high total cholesterol, leading to a recommendation for a cholesterol-lowering diet.",
      "negative": "The lab results confirmed low total cholesterol, leading to a recommendation for a cholesterol-lowering diet."
    },
    {
      "positive": "High total cholesterol is a major risk factor for heart disease and stroke, according to the latest guidelines.",
      "negative": "Low total cholesterol is a major risk factor for heart disease and stroke, according to the latest guidelines."
    },
    {
      "positive": "The patient's recent health evaluation showed high total cholesterol, prompting discussions about exercise.",
      "negative": "The patient's recent health evaluation showed low total cholesterol, prompting discussions about exercise."
    },
    {
      "positive": "Management of high total cholesterol often includes regular monitoring and potential pharmacotherapy.",
      "negative": "Management of low total cholesterol often includes regular monitoring and potential pharmacotherapy."
    },
    {
      "positive": "Following the diagnosis of high total cholesterol, the patient was advised to increase physical activity.",
      "negative": "Following the diagnosis of low total cholesterol, the patient was advised to increase physical activity."
    },
    {
      "positive": "The endocrinologist noted high total cholesterol in the patient's profile and suggested further testing.",
      "negative": "The endocrinologist noted low total cholesterol in the patient's profile and suggested further testing."
    },
    {
      "positive": "High total cholesterol can be effectively managed through lifestyle changes and regular follow-ups.",
      "negative": "Low total cholesterol can be effectively managed through lifestyle changes and regular follow-ups."
    },
    {
      "positive": "The patient's high total cholesterol required dietary interventions to mitigate cardiovascular risks.",
      "negative": "The patient's low total cholesterol required dietary interventions to mitigate cardiovascular risks."
    },
    {
      "positive": "A family history of high total cholesterol prompted genetic counseling and testing for the patient.",
      "negative": "A family history of low total cholesterol prompted genetic counseling and testing for the patient."
    },
    {
      "positive": "Patients with high total cholesterol often benefit from educational sessions about heart health.",
      "negative": "Patients with low total cholesterol often benefit from educational sessions about heart health."
    },
    {
      "positive": "High total cholesterol levels were a significant finding in the patient's annual health assessment.",
      "negative": "Low total cholesterol levels were a significant finding in the patient's annual health assessment."
    },
    {
      "positive": "The clinical team focused on managing the patient's high total cholesterol through a comprehensive care plan.",
      "negative": "The clinical team focused on managing the patient's low total cholesterol through a comprehensive care plan."
    },
    {
      "positive": "The presence of high total cholesterol was noted as a critical factor in the patient's risk assessment.",
      "negative": "The presence of low total cholesterol was noted as a critical factor in the patient's risk assessment."
    },
    {
      "positive": "The patient was given resources to help understand the implications of high total cholesterol on their health.",
      "negative": "The patient was given resources to help understand the implications of low total cholesterol on their health."
    },
    {
      "positive": "Regular testing for high total cholesterol is recommended for patients with a family history of heart disease.",
      "negative": "Regular testing for low total cholesterol is recommended for patients with a family history of heart disease."
    },
    {
      "positive": "Addressing high total cholesterol is essential for improving the patient's overall cardiovascular health.",
      "negative": "Addressing low total cholesterol is essential for improving the patient's overall cardiovascular health."
    },
    {
      "positive": "The physician advised the patient to monitor their high total cholesterol regularly to prevent complications.",
      "negative": "The physician advised the patient to monitor their low total cholesterol regularly to prevent complications."
    },
    {
      "positive": "High total cholesterol is often a consequence of dietary habits high in trans fats and sugars.",
      "negative": "Low total cholesterol is often a consequence of dietary habits high in trans fats and sugars."
    },
    {
      "positive": "The patient's high total cholesterol levels warranted a discussion about the risks of metabolic syndrome.",
      "negative": "The patient's low total cholesterol levels warranted a discussion about the risks of metabolic syndrome."
    },
    {
      "positive": "To combat high total cholesterol, the patient was encouraged to adopt a Mediterranean diet rich in healthy fats.",
      "negative": "To combat low total cholesterol, the patient was encouraged to adopt a Mediterranean diet rich in healthy fats."
    },
    {
      "positive": "The clinician emphasized the importance of monitoring high total cholesterol as part of preventive care.",
      "negative": "The clinician emphasized the importance of monitoring low total cholesterol as part of preventive care."
    },
    {
      "positive": "High total cholesterol can lead to significant health issues if not addressed in a timely manner.",
      "negative": "Low total cholesterol can lead to significant health issues if not addressed in a timely manner."
    },
    {
      "positive": "Patients with a diagnosis of high total cholesterol are often enrolled in wellness programs for better management.",
      "negative": "Patients with a diagnosis of low total cholesterol are often enrolled in wellness programs for better management."
    },
    {
      "positive": "The doctor advised the patient that their high total cholesterol levels could be managed with lifestyle changes.",
      "negative": "The doctor advised the patient that their low total cholesterol levels could be managed with lifestyle changes."
    },
    {
      "positive": "High total cholesterol is a common condition that requires lifestyle modifications and sometimes medication.",
      "negative": "Low total cholesterol is a common condition that requires lifestyle modifications and sometimes medication."
    },
    {
      "positive": "The healthcare team developed a treatment plan focusing on the patient's high total cholesterol levels.",
      "negative": "The healthcare team developed a treatment plan focusing on the patient's low total cholesterol levels."
    },
    {
      "positive": "The patient's high total cholesterol prompted the physician to discuss potential hereditary factors.",
      "negative": "The patient's low total cholesterol prompted the physician to discuss potential hereditary factors."
    },
    {
      "positive": "Monitoring high total cholesterol is important to prevent future complications such as heart attacks.",
      "negative": "Monitoring low total cholesterol is important to prevent future complications such as heart attacks."
    },
    {
      "positive": "The patient's record indicated high total cholesterol, which warranted immediate dietary intervention.",
      "negative": "The patient's record indicated low total cholesterol, which warranted immediate dietary intervention."
    },
    {
      "positive": "High total cholesterol levels can be a significant predictor of future cardiovascular events.",
      "negative": "Low total cholesterol levels can be a significant predictor of future cardiovascular events."
    },
    {
      "positive": "The patient was informed about the implications of high total cholesterol on their long-term health.",
      "negative": "The patient was informed about the implications of low total cholesterol on their long-term health."
    },
    {
      "positive": "The patient's follow-up appointment revealed a reading of high total cholesterol, warranting lifestyle modifications.",
      "negative": "The patient's follow-up appointment revealed a reading of normal total cholesterol, warranting lifestyle modifications."
    },
    {
      "positive": "During the consultation, the doctor emphasized the significance of managing high total cholesterol levels.",
      "negative": "During the consultation, the doctor emphasized the significance of managing normal total cholesterol levels."
    },
    {
      "positive": "The recent blood work confirmed high total cholesterol, leading to a discussion about dietary changes.",
      "negative": "The recent blood work confirmed normal total cholesterol, leading to a discussion about dietary changes."
    },
    {
      "positive": "The cardiologist noted high total cholesterol as a major risk factor for cardiovascular disease.",
      "negative": "The cardiologist noted normal total cholesterol as a major risk factor for cardiovascular disease."
    },
    {
      "positive": "A diagnosis of high total cholesterol was made after reviewing the patient's lipid profile.",
      "negative": "A diagnosis of normal total cholesterol was made after reviewing the patient's lipid profile."
    },
    {
      "positive": "The clinical notes indicated that high total cholesterol was a concern for the patient's overall health.",
      "negative": "The clinical notes indicated that normal total cholesterol was a concern for the patient's overall health."
    },
    {
      "positive": "The nutritionist recommended a low-fat diet due to the patient's high total cholesterol levels.",
      "negative": "The nutritionist recommended a low-fat diet due to the patient's normal total cholesterol levels."
    },
    {
      "positive": "High total cholesterol was identified during the routine health screening, prompting further evaluation.",
      "negative": "Normal total cholesterol was identified during the routine health screening, prompting further evaluation."
    },
    {
      "positive": "The patient's family history of heart disease was compounded by their high total cholesterol.",
      "negative": "The patient's family history of heart disease was compounded by their normal total cholesterol."
    },
    {
      "positive": "The healthcare team discussed the implications of high total cholesterol on the patient's treatment plan.",
      "negative": "The healthcare team discussed the implications of normal total cholesterol on the patient's treatment plan."
    },
    {
      "positive": "The lab findings revealed high total cholesterol, necessitating a statin prescription.",
      "negative": "The lab findings revealed normal total cholesterol, necessitating a statin prescription."
    },
    {
      "positive": "The patient's elevated total cholesterol levels prompted a referral to a dietitian for specialized advice.",
      "negative": "The patient's normal total cholesterol levels prompted a referral to a dietitian for specialized advice."
    },
    {
      "positive": "The doctor expressed concern over the patient's high total cholesterol during the annual check-up.",
      "negative": "The doctor expressed concern over the patient's normal total cholesterol during the annual check-up."
    },
    {
      "positive": "The patient's chart indicated high total cholesterol, which required immediate attention.",
      "negative": "The patient's chart indicated normal total cholesterol, which required immediate attention."
    },
    {
      "positive": "High total cholesterol was flagged in the patient's report, indicating a need for intervention.",
      "negative": "Normal total cholesterol was flagged in the patient's report, indicating a need for intervention."
    },
    {
      "positive": "The physician recommended regular monitoring due to the patient's high total cholesterol levels.",
      "negative": "The physician recommended regular monitoring due to the patient's normal total cholesterol levels."
    },
    {
      "positive": "The patient's high total cholesterol was discussed as a potential contributor to their symptoms.",
      "negative": "The patient's normal total cholesterol was discussed as a potential contributor to their symptoms."
    },
    {
      "positive": "The results of the lipid panel showed high total cholesterol, leading to increased surveillance.",
      "negative": "The results of the lipid panel showed normal total cholesterol, leading to increased surveillance."
    },
    {
      "positive": "The high total cholesterol reading prompted the doctor to suggest a more aggressive treatment approach.",
      "negative": "The normal total cholesterol reading prompted the doctor to suggest a more aggressive treatment approach."
    },
    {
      "positive": "Due to high total cholesterol, the patient was advised to limit saturated fats in their diet.",
      "negative": "Due to normal total cholesterol, the patient was advised to limit saturated fats in their diet."
    },
    {
      "positive": "The patient's history included high total cholesterol, which is critical for assessing their cardiovascular risk.",
      "negative": "The patient's history included normal total cholesterol, which is critical for assessing their cardiovascular risk."
    },
    {
      "positive": "High total cholesterol levels were addressed during the patient's wellness visit, emphasizing prevention.",
      "negative": "Normal total cholesterol levels were addressed during the patient's wellness visit, emphasizing prevention."
    },
    {
      "positive": "The laboratory analysis confirmed high total cholesterol, leading to a discussion about potential medications.",
      "negative": "The laboratory analysis confirmed normal total cholesterol, leading to a discussion about potential medications."
    },
    {
      "positive": "The patient's high total cholesterol was a key topic during the counseling session about heart health.",
      "negative": "The patient's normal total cholesterol was a key topic during the counseling session about heart health."
    },
    {
      "positive": "The doctor ordered additional tests due to the patient's high total cholesterol levels.",
      "negative": "The doctor ordered additional tests due to the patient's normal total cholesterol levels."
    },
    {
      "positive": "High total cholesterol was noted as a critical factor in the patient's overall health assessment.",
      "negative": "Normal total cholesterol was noted as a critical factor in the patient's overall health assessment."
    },
    {
      "positive": "The patient's high total cholesterol has been persistent, requiring ongoing management.",
      "negative": "The patient's normal total cholesterol has been persistent, requiring ongoing management."
    },
    {
      "positive": "The internist highlighted high total cholesterol in the patient's records as a condition requiring intervention.",
      "negative": "The internist highlighted normal total cholesterol in the patient's records as a condition requiring intervention."
    },
    {
      "positive": "The patient's medical history includes high total cholesterol, influencing their treatment options.",
      "negative": "The patient's medical history includes normal total cholesterol, influencing their treatment options."
    },
    {
      "positive": "The review of the patient's lab results indicated high total cholesterol, necessitating a change in therapy.",
      "negative": "The review of the patient's lab results indicated normal total cholesterol, necessitating a change in therapy."
    },
    {
      "positive": "High total cholesterol was assessed as a significant risk factor for the patient's future health.",
      "negative": "Normal total cholesterol was assessed as a significant risk factor for the patient's future health."
    },
    {
      "positive": "The family physician advised the patient to monitor their high total cholesterol closely.",
      "negative": "The family physician advised the patient to monitor their normal total cholesterol closely."
    },
    {
      "positive": "High total cholesterol levels were associated with the patient's increased risk of atherosclerosis.",
      "negative": "Normal total cholesterol levels were associated with the patient's increased risk of atherosclerosis."
    },
    {
      "positive": "The patient's screening revealed high total cholesterol, prompting a thorough dietary review.",
      "negative": "The patient's screening revealed normal total cholesterol, prompting a thorough dietary review."
    },
    {
      "positive": "The lab results indicated high total cholesterol, leading to recommendations for exercise and diet changes.",
      "negative": "The lab results indicated normal total cholesterol, leading to recommendations for exercise and diet changes."
    },
    {
      "positive": "The physician noted that the patient's high total cholesterol was a significant concern requiring dietary changes.",
      "negative": "The physician noted that the patient's low total cholesterol was a significant concern requiring dietary changes."
    },
    {
      "positive": "Due to the patient's high total cholesterol levels, a statin was prescribed to manage their lipid profile.",
      "negative": "Due to the patient's low total cholesterol levels, a statin was prescribed to manage their lipid profile."
    },
    {
      "positive": "The lab results indicated that the patient had high total cholesterol, which could lead to cardiovascular issues.",
      "negative": "The lab results indicated that the patient had low total cholesterol, which could lead to cardiovascular issues."
    },
    {
      "positive": "The patient's history of high total cholesterol necessitated a referral to a nutrition specialist.",
      "negative": "The patient's history of low total cholesterol necessitated a referral to a nutrition specialist."
    },
    {
      "positive": "Monitoring the patient's high total cholesterol was essential in preventing future heart disease.",
      "negative": "Monitoring the patient's low total cholesterol was essential in preventing future heart disease."
    },
    {
      "positive": "The healthcare provider recommended lifestyle modifications due to the patient's high total cholesterol levels.",
      "negative": "The healthcare provider recommended lifestyle modifications due to the patient's low total cholesterol levels."
    },
    {
      "positive": "The patient's elevated total cholesterol prompted a discussion about the risks of metabolic syndrome.",
      "negative": "The patient's reduced total cholesterol prompted a discussion about the risks of metabolic syndrome."
    },
    {
      "positive": "The high total cholesterol reading raised concerns during the patient's annual physical examination.",
      "negative": "The low total cholesterol reading raised concerns during the patient's annual physical examination."
    },
    {
      "positive": "A diet high in saturated fats contributed to the patient's high total cholesterol levels.",
      "negative": "A diet low in saturated fats contributed to the patient's low total cholesterol levels."
    },
    {
      "positive": "The doctor emphasized the need for follow-up tests due to the patient's high total cholesterol.",
      "negative": "The doctor emphasized the need for follow-up tests due to the patient's low total cholesterol."
    },
    {
      "positive": "The patient's family history of heart disease was exacerbated by their high total cholesterol levels.",
      "negative": "The patient's family history of heart disease was exacerbated by their low total cholesterol levels."
    },
    {
      "positive": "After reviewing the patient's high total cholesterol, the doctor suggested a medication adjustment.",
      "negative": "After reviewing the patient's low total cholesterol, the doctor suggested a medication adjustment."
    },
    {
      "positive": "The nurse explained how high total cholesterol could negatively impact the patient's overall health.",
      "negative": "The nurse explained how low total cholesterol could negatively impact the patient's overall health."
    },
    {
      "positive": "The patient's high total cholesterol was documented as a priority in their chronic disease management plan.",
      "negative": "The patient's low total cholesterol was documented as a priority in their chronic disease management plan."
    },
    {
      "positive": "The cardiologist expressed concern over the patient's high total cholesterol during their consultation.",
      "negative": "The cardiologist expressed concern over the patient's low total cholesterol during their consultation."
    },
    {
      "positive": "High total cholesterol levels were noted as a risk factor during the patient's pre-operative assessment.",
      "negative": "Low total cholesterol levels were noted as a risk factor during the patient's pre-operative assessment."
    },
    {
      "positive": "The patient's recent blood work revealed high total cholesterol, necessitating immediate dietary changes.",
      "negative": "The patient's recent blood work revealed low total cholesterol, necessitating immediate dietary changes."
    },
    {
      "positive": "The high total cholesterol level was a key factor in the patient's cardiovascular risk assessment.",
      "negative": "The low total cholesterol level was a key factor in the patient's cardiovascular risk assessment."
    },
    {
      "positive": "The patient's high total cholesterol prompted the team to reevaluate their current treatment plan.",
      "negative": "The patient's low total cholesterol prompted the team to reevaluate their current treatment plan."
    },
    {
      "positive": "The physician discussed the implications of the patient's high total cholesterol on their long-term health.",
      "negative": "The physician discussed the implications of the patient's low total cholesterol on their long-term health."
    },
    {
      "positive": "The elevated total cholesterol level in the patient's profile was alarming to the healthcare team.",
      "negative": "The reduced total cholesterol level in the patient's profile was alarming to the healthcare team."
    },
    {
      "positive": "The patient's high total cholesterol was linked to their sedentary lifestyle and poor dietary choices.",
      "negative": "The patient's low total cholesterol was linked to their sedentary lifestyle and poor dietary choices."
    },
    {
      "positive": "The endocrinologist noted high total cholesterol as a contributing factor to the patient's metabolic health.",
      "negative": "The endocrinologist noted low total cholesterol as a contributing factor to the patient's metabolic health."
    },
    {
      "positive": "Due to the patient's high total cholesterol, the doctor advised regular monitoring and lifestyle changes.",
      "negative": "Due to the patient's low total cholesterol, the doctor advised regular monitoring and lifestyle changes."
    },
    {
      "positive": "The patient's high total cholesterol was a significant finding that warranted further investigation.",
      "negative": "The patient's low total cholesterol was a significant finding that warranted further investigation."
    },
    {
      "positive": "The report highlighted the patient's high total cholesterol levels as a crucial part of their health evaluation.",
      "negative": "The report highlighted the patient's low total cholesterol levels as a crucial part of their health evaluation."
    },
    {
      "positive": "The physician's notes reflected concerns regarding the patient's high total cholesterol and its implications.",
      "negative": "The physician's notes reflected concerns regarding the patient's low total cholesterol and its implications."
    },
    {
      "positive": "The presence of high total cholesterol in the patient's lab results indicated a higher risk for heart disease.",
      "negative": "The presence of low total cholesterol in the patient's lab results indicated a higher risk for heart disease."
    },
    {
      "positive": "The patient's high total cholesterol was a pivotal factor in determining their treatment strategy.",
      "negative": "The patient's low total cholesterol was a pivotal factor in determining their treatment strategy."
    },
    {
      "positive": "The patient's recent lipid panel revealed high total cholesterol levels, necessitating dietary modifications.",
      "negative": "The patient's recent lipid panel revealed normal total cholesterol levels, necessitating dietary modifications."
    },
    {
      "positive": "The physician expressed concern over the patient's high total cholesterol, recommending lifestyle changes for better health.",
      "negative": "The physician expressed concern over the patient's low total cholesterol, recommending lifestyle changes for better health."
    },
    {
      "positive": "In light of the high total cholesterol recorded, the doctor advised the patient to begin regular exercise and monitor their diet.",
      "negative": "In light of the normal total cholesterol recorded, the doctor advised the patient to begin regular exercise and monitor their diet."
    },
    {
      "positive": "High total cholesterol was a significant factor in the patient's cardiovascular risk evaluation during the check-up.",
      "negative": "Normal total cholesterol was a significant factor in the patient's cardiovascular risk evaluation during the check-up."
    }
  ],
  "concept": "high total cholesterol",
  "domain_description": "Clinical concepts as they would appear in physician notes, radiology reports, and medical diagnoses. Examples should use medical terminology and focus on clinical presentations, diagnostic findings, and treatment considerations."
}